---
type: PanelType
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# PanelType

`Autodesk.Revit.DB.PanelType` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |